/* Class = "NSTextFieldCell"; title = "Would you like to download and install this update now?"; ObjectID = "0kl-9f-wMN"; */
"0kl-9f-wMN.title" = "Vols descarregar i instal·lar aquesta actualització ara?";

/* Class = "NSTextFieldCell"; placeholderString = "A software update is required to connect to %@."; ObjectID = "06I-kP-Y0k"; */
"06I-kP-Y0k.placeholderString" = "Cal actualitzar el programari per connectar-se a “%@”.";

/* Class = "NSTextFieldCell"; title = "Installing 1 item"; ObjectID = "BEX-5e-diD"; */
"BEX-5e-diD.title" = "S'està instal·lant 1 ítem";

/* Class = "NSButtonCell"; title = "Not Now"; ObjectID = "dO6-8y-8eu"; */
"dO6-8y-8eu.title" = "Ara no";

/* Class = "NSTextFieldCell"; title = "Installation failed"; ObjectID = "enX-sk-d6T"; */
"enX-sk-d6T.title" = "La instal·lació no s’ha completat";

/* Class = "NSButtonCell"; title = "Learn More…"; ObjectID = "EXc-Ec-2ue"; */
"EXc-Ec-2ue.title" = "Més informació…";

/* Class = "NSWindow"; title = "Software Update"; ObjectID = "F0z-JX-Cv5"; */
"F0z-JX-Cv5.title" = "Actualització de programari";

/* Class = "NSTextFieldCell"; title = "Use of this software is subject to the original Software License\nAgreement(s) that accompanied the software being updated."; ObjectID = "f7i-Gg-fb1"; */
"f7i-Gg-fb1.title" = "L’ús d’aquest programari està subjecte a la llicència de programari original i als contractes que acompanyaven el programari que s’està actualitzant.";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "kXG-mN-BvS"; */
"kXG-mN-BvS.title" = "D’acord";

/* Class = "NSWindow"; title = "Software Update"; ObjectID = "LAu-YH-c4a"; */
"LAu-YH-c4a.title" = "Actualització de programari";

/* Class = "NSWindow"; title = "Software Update"; ObjectID = "oM9-Le-W3W"; */
"oM9-Le-W3W.title" = "Actualització de programari";

/* Class = "NSWindow"; title = "Software Update"; ObjectID = "Rpa-wd-GbS"; */
"Rpa-wd-GbS.title" = "Actualització de programari";

/* Class = "NSTextFieldCell"; placeholderString = "%@"; ObjectID = "sJO-6k-fP3"; */
"sJO-6k-fP3.placeholderString" = "%@";

/* Class = "NSTextFieldCell"; title = "Downloading…"; ObjectID = "sJO-6k-fP3"; */
"sJO-6k-fP3.title" = "Descarregant…";

/* Class = "NSTextFieldCell"; placeholderString = "%@"; ObjectID = "TGQ-UR-Ghn"; */
"TGQ-UR-Ghn.placeholderString" = "%@";

/* Class = "NSTextFieldCell"; title = "Installing…"; ObjectID = "TGQ-UR-Ghn"; */
"TGQ-UR-Ghn.title" = "Instal·lant…";

/* Class = "NSTextFieldCell"; placeholderString = "DNL Some descriptive error about things"; ObjectID = "tWh-ji-9b0"; */
"tWh-ji-9b0.placeholderString" = "DNL Some descriptive error about things";

/* Class = "NSButtonCell"; title = "Install"; ObjectID = "VWW-Nk-ain"; */
"VWW-Nk-ain.title" = "Instal·lar";

/* Class = "NSTextFieldCell"; title = "Downloading 1 item"; ObjectID = "yb4-UJ-5cl"; */
"yb4-UJ-5cl.title" = "Descarregant 1 ítem";

